/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2017 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Cargar archivo";
"_download_file_"           = "Descargar archivo";
"_upload_encrypted_file_"   = "Cargar archivo encriptado";
"_loading_"                 = "Cargando";
"_loading_num_"             = "Cargar archivo %i";
"_loading_autoupload_"      = "Cargas automáticas";
"_uploading_"               = "Cargando";
"_synchronization_"         = "Sincronización";
"_delete_"                  = "Borrado";
"_delete_file_n_"           = "Borrar archivo %i de %i";
"_rename_"                  = "Renombrar";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mover archivo %i de %i";
"_create_folder_"           = "Crear una carpeta nueva";
"_creating_sharing_"        = "Crear elemento compartido";
"_updating_sharing_"        = "Actualizando elemento compartido";
"_removing_sharing_"        = "Eliminando elemento compartido";
"_add_"                     = "Agregar";
"_login_"                   = "Inicio de sesión";
"_save_"                    = "Guardar";
"_save_encrypted_"          = "Guardar encriptado";
"_warning_"                 = "Advertencia";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Sí";
"_select_"                  = "Seleccionar";
"_crypto_cloud_upload_"     = "Cargar";
"_home_"                    = "Archivos";
"_file_to_upload_"          = "Archivos a cargar";
"_destination_"             = "Destino";
"_ok_"                      = "OK";
"_beta_version_"            = "Versión beta";
"_function_in_testing_"     = "Funcionalidad en pruebas, favor de enviar información de cualquier problema o falla. ";
"_done_"                    = "Terminado";
"_passcode_too_short_"      = "El código de seguridad es demasiado corto, se requieren al menos 4 caracteres";
"_selected_"                = "Seleccionado";
"_scan_fingerprint_"        = "Escanee su huella digital para autenticarse";
"_no_active_account_"       = "No se encontró la cuenta";
"_info_"                    = "Info";
"_save_exit_"               = "¿Desea salir sin guardar?";
"_video_"                   = "Video";
"_overwrite_"               = "Sobreescribir";
"_transfers_in_queue_"      = "Transferencias en curso, favor de aguardar... ";
"_too_errors_automatic_all_"= "Se presentaron demasiados errores, favor de ir al \"Centro de Control\" para verificar el problema";
"_create_folder_"           = "Crear una carpeta nueva";
"_close_"                   = "Cerrar";
"_postpone_"                = "Postponer";
"_remove_"                  = "Eliminar";
"_file_not_found_"          = "Archivo no encontrado";
"_continue_"                = "¿Desea continuar?";
"_auto_upload_folder_"      = "Carga automática";
"_gallery_"                 = "Gallery";

// App

"_synchronization_header_"  = "Sincronización de encabezado encriptado en progreso...";
"_network_available_"       = "Red disponible";
"_network_not_available_"   = "Red no disponible";

// Networking

"_no_reuploadfile_"         = "No fue posible encontrar o reenviar el archivo. Borre la carga y regargue el archivo para cargarlo. ";
"_file_already_exists_"     = "No fue posible completar la operación, existe un archivo con el mismo nombre";
"_read_file_error_"         = "Error de lectura de archivo";

// More

"_more_"                    = "Más";
"_notifications_"           = "Notificaciones";
"_logout_"                  = "Cerrar sesión";

// Settings

"_acknowledgements_"        = "Reconocimentos";
"_settings_"                = "Configuraciones ";
"_passcode_"                = "Contraseña";
"_lock_active_"             = "Bloqueo: Activo";
"_lock_not_active_"         = "Bloqueo: Inactivo";
"_lock_protection_folder_"  = "Bloquear sólo para carpetas compartidas";
"_url_"                     = "URL";
"_username_"                = "Nombre de usuario";
"_change_credentials_"      = "Cambiar sus credenciales";
"_wifi_only_"               = "Sólo usar la conexión Wi-Fi";
"_settings_autoupload_"     = "Carga automática";
"_app_version_"             = "Versión de la aplicación";
"_app_in_use_"              = "La aplicación está en uso";
"_contact_by_email_"        = "Contáctenos por correo electrónico";
"_clear_cache_"             = "Borrar el Caché (%@ usado)";
"_clear_cache_no_size_"     = "Borrar el Caché";
"_exit_"                    = "Salir";
"_funct_not_enabled_"       = "Funcionalidad no habilitada";
"_passcode_activate_"       = "Bloqueo de contraseña activado";
"_disabling_passcode_"      = "Desactivando bloqueo de contraseña ";
"_want_exit_"               = "¡Atención! Será restaurado al estado inicial ¿Continuar?";
"_proceed_"                 = "Proceder";
"_delete_cache_"            = "Borrar caché";
"_want_delete_cache_"       = "Desea borrar el caché?";
"_mail_deleted_"            = "Correo electrónico borrado";
"_mail_saved_"              = "Correo electrónico guardado";
"_mail_sent_"               = "Correo electrónico enviado";
"_mail_failure_"            = "Se presentó una falla al enviar el correo electrónico: %@";
"_information_req_"         = "Solicitud de información";
"_credentials_"             = "Credenciales";
"_manage_account_"          = "Administrar cuenta";
"_change_password_"         = "Cambiar contraseña";
"_add_account_"             = "Agregar cuenta";
"_delete_account_"          = "Borrar cuenta";
"_want_delete_"             = "Realmente desea borrar?";
"_no_delete_"               = "No, no borrar";
"_yes_delete_"              = "Sí, borrar";
"_remove_cache_"            = "Favor de esperar, borrando el caché...";
"_optimizations_"           = "Optimizaciones";
"_synchronizations_"        = "Carpetas sincronizadas";
"_version_server_"          = "Versión del servidor";
"_check_key_aes_256_"       = "Administrar el código de seguridad de la llave de encripción";
"_encryptpass_by_email_"    = "Enviar por correo electrónico";
"_title_mail_encryptpass_"  = "Código de Seguirdad de la Llave de Encripcion de Nextcloud";
"_text1_mail_encryptpass_"  = "El código de seguridad de su llave de encripción es";
"_text2_mail_encryptpass_"  = "almacenelo de forma segura y lejos de ojos curiosos. ";
"_help_"                    = "Ayuda";
"_lock_protection_simply_"  = "Protección de contraseña débil";
"_change_simply_passcode_"  = "Cambiar el tipo de contraseña";
"_quota_"                   = "Cuota";
"_available_"               = "disponible";
"_cloud_account_"           = "Cuenta de la Nube";
"_information_"             = "Información";
"_personal_information_"    = "Información Personal";
"_user_full_name_"          = "Nombre completo";
"_user_address_"            = "Dirección";
"_user_phone_"              = "Número telefónico";
"_user_email_"              = "Correo electrónico";
"_user_web_"                = "Sitio web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "%@ de %@";
"_favorite_offline_"        = "Favoritos disponibles sin conexión";
"_favorite_offline_footer_" = "Hacer a todos los favoritos disponibles sin conexión puede tomar mucho tiempo y ocupará mucha memoria.";
"_advanced_"                = "Avanzado";

// Manage AutoUpload

"_autoupload_"                      = "Cargar automáticamente fotos/videos";
"_autoupload_background_"           = "Cargar automáticamente en 2do plano";
"_autoupload_photos_"               = "Cargar automáticamente fotos";
"_autoupload_videos_"               = "Cargar automáticamente videos";
"_autoupload_description_"          = "Las nuevas fotos/videos serán cargados a su Nube";
"_autoupload_description_background_"  = "Esta opción requiere el uso de GPS para activar la detección de nuevas fotos/videos en el rollo de la cámara una vez que la ubicación cambie significativamente";
"_autoupload_background_title_"     = "Limitantes";
"_autoupload_background_msg_"       = "Debido a restricciones de iOS, aún no es posible ejecutar procesos de segundo plano, a menos de que los servicios de GPS estén activados. Una vez que la célula en la red celular haya cambiado, el sistema despierta por un breve espacio y verifica si hay nuevas fotos para subir a la nube.";
"_autoupload_change_location_"      = "Cambiar carpeta";
"_autoupload_location_now_"         = "Carpeta";
"_autoupload_location_default_"     = "Restaurar carpeta predeterminada";
"_autoupload_change_location_footer_" = "Cambiar la carpeta de Fotos que se usa para 'Carga automática de fotos de la cámara' (si la opción está habilitada) ";
"_autoupload_not_select_home_"      = "Seleccionar una carpeta";
"_autoupload_save_album_"           = "Copiar la foto o video en el álbum de fotos";
"_autoupload_fullphotos_"           = "Cargar todo el rollo de la cámara";
"_autoupload_fullphotos_footer_"    = "Seleccionar las opciones de la parte superior antes de cargar";
"_autoupload_create_subfolder_"     = "Usar subcarpetas";
"_autoupload_create_subfolder_footer_" = "Almacenar en subcarpetas con base en el año y mes";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Sistema Criptográfico de la Nube";
"_alert_activation_crypto_cloud_"   = "El Sistema Criptográfico de la Nube ha sido activado ";
"_alert_deactivation_crypto_cloud_" = "El Sistema Criptográfico de la Nube ha sido desactivado ";
"_activation_crypto_cloud_"         = "Activación del Sistema Criptográfico de la Nube";
"_deactivation_crypto_cloud_"       = "Desactivación del Sistema Criptográfico de la Nube";
"_footer_crypto_cloud_"             = "Basado en la encripción AES-256, el Cripto Sistema de la Nube le permitirá almacenar todos sus datos privados (documentos, plantillas, fotos, videos, etc...) en su Nube, manteniendolos a salvo de 'ojos curiosos'\n\nSe le solicitará ingresar una llave de encripción (mínimo de 4 caracteres, máximo de 64 caracteres). Nunca podrá accederla y sus archivos se mantendrán encriptados. En caso de que reinstale Nextcloud o acceda sus datos desde otro sistema iOS, use la misma combinación. \n\nCualquier archivo puede ser encriptado o decriptado. El nombre de las carpetas que contengan sus archivos tambiénn puede ser encriptado (para ocultar cualquier indicio de su contenido). \n\nCualquier tipo de documento, ya sea en formato estandar o encriptado, puede ser cargado desde Nextcloud hacia su Nube. Todos los archivos y carpetas encriptados serán marcados en color naranja. Si están en modo de previsualización, en su lugar serán identificados por una etiqueta de 3 puntos de color naranja. \n\nPlantillas para registrar sus datos confidenciales (notas, tarjetas de pago, tarjetas de cajero automático, cuentas bancarias, contraseñas a sitios web, etc...) están disponibles y pueden ser guardadas también en su Nube en modo encriptado. Active/Desactive cuando lo desee, pero recuerde siempre usar la misma llave de encripción. \n\nPor el momento los archivos encriptados con el Cripto Sistema de la nube sólo pueden ser vistos en el sistema iOS. ";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introducción a Nextcloud";
"_help_activity_verbose_"       = "Fuente de Actividades Detalladas";
"_help_activity_mail_"          = "Enviar la actividad por correo electrónico";
"_help_activity_clear_"         = "Borrar actividad";


// Manage Optimizations

"_optimized_photos_"            = "Resolución de fotos optimizada";
"_upload_del_photos_"           = "Eliminar archivos después de la carga";
"_optimized_photos_how_"        = "Si su iPhone cuenta con poco espacio disponible, las fotos de alta resolución son automaticamente sustituidas con versiones optimizadas. Las versiones de alta resolución son almacendadas en su Nube. ";
"_upload_del_photos_how_"       = "Los archivos serán eliminados de la memoria del dispositivo después de que hayan sido cargados a la Nube. Se mantendrán en el rollo de la cámara. Sólo descargue los archivos para verlos. ";

// Login

"_connect_server_anyway_"       = "¿Desea conectarse al servidor de cualquier modo?";
"_connection_error_"            = "Error de conexión";
"_add_your_nextcloud_"          = "Agregar su cuenta Nextcloud";
"_key_aes_256_"                 = "Código de seguridad de la llave de encripción";

"_security_init_required_hint_" = "Pista para el código de seguridad de la llave de encripción (Recomendado)";
"_hint_"                        = "Pista";
"_security_init_required_mail_" = "Ingrese su dirección de correo electrónico para recibir el código de seguirdad de la llave de encripción (recomendado). ";
"_email_"                       = "Correo electrónico";
"_title_form_security_init_"    = "Opciones de seguridad";
"_login_bottom_label_"          = "¿Aún no cuenta con un servidor?\n\nElija uno de los siguientes proveedores. ";
"_error_multidomain_"           = "La dirección no está permitida, solo los siguientes dominios son válidos:";

// Favorite

"_favorites_"                   = "Favoritos";
"_no_files_uploaded_"           = "No se han cargado archivos";
"_tutorial_favorite_view_"      = "Aquí se mostrarán los archivos y carpetas que marque como favoritos";
"_tutorial_offline_view_"       = "Copie aquí los archivos que deberían estar disponibles sin conexión\n\nEllos serán sincronizados con su nube. ";
"_tutorial_local_view_"         = "Encontrará los archivos desempacados de su nube.\n\nConéctese a iTunes para compartir estos archivos.";
"_more_"                        = "Más";
"_favorite_no_files_"           = "Aún no hay favoritos";


// Auto Upload

"_pull_down_"                               = "Jale hacia abajo para actualizar";
"_no_photo_load_"                           = "No hay Fotos o Video";
"_tutorial_autoupload_view_"                = "Puede activar las cargas automáticas desde las \"Configuraciones\"";
"_no_date_"                                 = "Sin fecha";
"_today_"                                   = "Hoy";
"_time_"                                    = "Hora : %@\n\n%@";
"_location_not_enabled_"                    = "Los Servicios de Ubicación están deshabilitados";
"_location_not_enabled_msg_"                = "Favor de ir a las \"Configuraciones \" y activar los \"Servicios de Ubicación\" para permitir la carga automática de fotos/videos.";
"_access_photo_not_enabled_"                = "El acceso a Fotos no está habilitado";
"_access_photo_not_enabled_msg_"            = "Favor de ir a las \"Configuraciones\" y active \"Acceso a Fotos\" para permitir la carga automatica de fotos/videos.";
"_access_photo_location_not_enabled_"       = "El acceso a Fotos y Ubicación no está habilitado";
"_access_photo_location_not_enabled_msg_"   = "Favor de ir a las \"Configuraciones\" y active \"Acceso a Fotos\" y \"Servicios de Ubicación\"  para permitir la carga automática de fotos/videos. ";
"_tutorial_photo_view_"                     = "Aún no se han cargado fotos o videos";
"_create_full_upload_"                      = "Archivando... Es posible que tome algún tiempo, favor de aguardar";
"_error_createsubfolders_upload_"           = "Se presentó un error al crear subcarpetas";
"_activate_autoupload_"                     = "Habilitar cargas automáticas";

// Template

"_title_"                       = "Título";
"_web_account_data_"            = "Datos de cuenta web";
"_url:_"                        = "URL:";
"_login:_"                      = "Inicio sesión:";
"_password:_"                   = "Contraseña :";
"_notes_"                       = "Notas";
"_web_account_"                 = "Cuenta web";
"_enter_title_"                 = "ingresar título";
"_add_folder_"                  = "Agregar carpeta";
"_add_photos_videos_"           = "Agregar fotos o videos";
"_add_folder_encryptated_"      = "Agregar carpta con nombre encriptado";
"_add_encrypted_photo_video_"   = "Agregar fotos o videos encriptados";
"_add_credit_card_"             = "Agregar la plantilla para tarjeta de pago";
"_add_atm_"                     = "Agregar plantilla para tarjeta de cajero automático";
"_add_bank_account_"            = "Agregar plantilla para cuenta bancaria";
"_add_web_account_"             = "Agregar cuenta web";
"_add_notes_"                   = "Agregar notas";
"_add_driving_license_"         = "Agregar plantilla para licencia de conducir";
"_add_id_card_"                 = "Agregar plantilla de tarjeta de identificación";
"_add_passport_"                = "Agregar plantilla para pasaporte";
"_add_atm_card_"                = "Datos de tarjeta de cajero automático";
"_bank_name:_"                  = "Nombre del banco:";
"_code:_"                       = "Código:";
"_security_code:_"              = "Código de seguridad:";
"_pin:_"                        = "PIN:";
"_atm_card_"                    = "Tarjeta de cajero automático";
"_credi_card_data_"             = "Datos de tarjeta de pago";
"_name_surname:_"               = "Nombre Apellidos:";
"_expiry_date:_"                = "Fecha de expiración:";
"_credit_card_"                 = "Tarjeta de pago";
"_id_card_"                     = " Identificación oficial";
"_number:_"                     = "Número:";
"_place_of_birth:_"             = "Lugar de nacimiento:";
"_date_of_birth:_"              = "Fecha de nacimiento:";
"_date_of_issue:_"              = "Fecha de expedición:";
"_date_of_expiry:_"             = "Fecha de expiración:";
"_bank_account_data_"           = "Datos de cuenta bancaria";
"_account_n:_"                  = "No. de cuenta:";
"_iban:_"                       = "IBAN:";
"_swift:_"                      = "SWIFT:";
"_agency:_"                     = "Agencia:";
"_bank_account_"                = "Cuenta bancaria";
"_passport_"                    = "Pasaporte";
"_driving_license_"             = "Licencia de conducir";
"_license_number:_"             = "Número de licencia:";
"_vehicle_types:_"              = "Tipos de vehículos:";

// Utility

"_never_"                       = "nunca";
"_less_a_minute_"               = "hace menos de un minuto";
"_minutes_ago_"                 = "hace %d minutos";
"_hours_ago_"                   = "hace %d horas";
"_days_ago_"                    = "hace %d días";
"_over_30_days_"                = "más de 30 días";
"_connection_internet_offline_" = "La conexión a Internet parece estar fuera de línea o se requiere de Wi-Fi ";
"_insert_password_"             = "ingrese su contraseña";
"_update_in_progress_"          = "Actualización de la versión, favor de aguardar...";
"_forbidden_characters_"        = "El archivo o carpeta contiene caracteres no permitidos";
"_mail_not_can_send_mail_"      = "No hay una cuenta configurada o la dirección de correo electrónico es incorrecta";

// File

"_photo_camera_"                = "Fotos";
"_unzip_in_progress_"           = "Extracción en curso en almacenamiento local...";
"_file_unpacked_"               = "El archivo se desempacó en almacenamiento local ";
"_file_saved_local_"            = "El archivo se guardó en almacenamiento local.";
"_file_not_present_"            = "Error: El archivo no se encuentra, favor de recargar. ";
"_order_by_date_"               = "Ordenar por fecha";
"_current_order_name_"          = "(ordenado actualmente por nombre)";
"_order_by_name_"               = "Ordenar por nombre";
"_current_order_date_"          = "(ordenado actualmente por fecha)";
"_sort_descending_"             = "Orden descendente";
"_current_sort_ascending_"      = "(ordenado actualmente de forma ascendente)";
"_sort_ascending_"              = "Orden ascendente";
"_current_sort_descending_"     = "(ordenado actualmente de forma descendente)";
"_delete_selected_files_"       = "Borrar archivos";
"_move_selected_files_"         = "Mover archivos";
"_encrypted_selected_files_"    = "Archivos encriptados";
"_decrypted_selected_files_"    = "Archivos decriptados";
"_download_selected_files_"     = "Descargar archivos";
"_error_passcode_"              = "Error: Código de seguridad para la llave de encripción erróneo.";
"_error_operation_canc_"        = "Error: Operación cancelada. ";
"_only_lock_passcode_"          = "Disponible sólo con la opción de Bloquear contraseña. Actívela en las \"Configuraciones\".";
"_passcode_protection_"         = "Protección con contraseña";
"_encrypt_"                     = "Encriptar";
"_decrypt_"                     = "Decriptar";
"_remove_favorites_"            = "Eliminar de favoritos";
"_remove_offline_"              = "Eliminar de sin conexión";
"_add_favorites_"               = "Agregar a sus favoritos";
"_add_offline_"                 = "Agregar a sin conexión";
"_remove_passcode_"             = "Eliminar protección de contraseña";
"_protect_passcode_"            = "Proteger con contraseña";
"_share_"                       = "Compartir";
"_reload_"                      = "Volver a cargar";
"_open_in_"                     = "Abrir en...";
"_remove_local_file_"           = "Eliminar del caché";
"_add_local_"                   = "Agregar al almacenamiento local";
"_comm_erro_pull_down_"         = "Atención, se presentó un error de comunicación con el servidor, jale hacia abajo para actualizar. ";
"_file_not_downloaded_"         = "el archivo no fue descargado";
"_file_not_uploaded_"           = "el archivo no fue cargado";
"_folders_"                     = "carpetas";
"_folder_"                      = "carpeta";
"_files_"                       = "archivos";
"_file_"                        = "archivo";
"_folder_blocked_"              = "Carpeta bloqueada";
"_downloading_progress_"        = "Iniciando la descarga de archivos...";
"_encrypted_progress_"          = "Encriptado...";
"_decrypted_progress_"          = "Decriptado...";
"_no_file_pull_down_"           = "Actualice un archivo o jale hacia abajo para actualizar";
"_browse_images_"               = "Ver imágenes";
"_synchronized_folder_"         = "Mantener la carpeta sincronizada";
"_remove_synchronized_folder_"  = "Eliminar la sincronización";
"_synchronized_confirm_"        = "Después de habilitar la sincronización, todos los archivos en esta carpeta se sincronizarán con el servidor. ¿Desea continuar?";
"_offline_folder_confirm_"      = "Después de habilitar sin conexión, todos los archivos en esta carpeta se sincronizarán con el servidor. ¿Desea continuar?";
"_same_device_different_passcode_"  = "El archivo fue encriptado usando el mismo dispositivo pero con un código de seguridad diferente. Recuerde que si el código de seguridad anterior es ingresado, los archivos encriptados con el código de seguridad actual no se podrán leer. ";
"_file_encrypted_another_device_"   = "El archivo fue encriptado en otro dispositivo [%@], ingrese el código de seguridad para decriptar el contenido. ";
"_file_not_found_reload_"       = "No se encontró el archivo, jale hacia abajo para actualizar";
"_title_section_download_"      = "DESCARGAR";
"_title_section_upload_"        = "CARGAR";
"_group_alphabetic_yes_"        = "✓ Agrupar alfabéticamente";
"_group_alphabetic_no_"         = "Agrupar alfabéticamente";
"_group_typefile_yes_"          = "✓ Agrupar por tipo de archivo";
"_group_typefile_no_"           = "Agrupar por tipo de archivo";
"_group_date_yes_"              = "✓ Agrupar por fecha";
"_group_date_no_"               = "Agrupar por fecha";
"_element_"                     = "elemento";
"_elements_"                    = "elementos";
"_tite_footer_upload_wwan_"     = "Se requiere una red Wi-Fi, %lu%@ para cargar";
"_tite_footer_upload_"          = "%lu %@ para cargar";
"_tite_footer_download_wwan_"   = "Se requiere de una red Wi-Fi, %lu %@ para descargar";
"_tite_footer_download_"        = "%lu %@ por descargar";
"_limited_dimension_"           = "Tamaño máximo alcanzado";
"_same_device_different_passcode_hint_" = "El archivo fue encriptado por el mismo dispositivo pero usando un Código de seguridad de llave de encripción diferente. Atención, si se ingresa el Código de seguridad anterior, los archivos encriptados con el código de seguridad actual no se podrán leer.\n\nPista: %@";
"_file_encrypted_another_device_hint_" = "El archivo fue encriptado por otro dispositivo [%@], ingrese el Código de seguridad de la llave de encripción para leer su contenido. \n\nPista: %@";
"_save_selected_files_"         = "Guardar imágenes y videos al Álbum de Fotos";
"_file_not_saved_cameraroll_"   = "Error: El archivo no se guardó en el Álbum de Fotos";
"_file_saved_cameraroll_"       = "Archivo guardado en el Álbum de Fotos";
"_directory_on_top_yes_"        = "✓ Carpetas arriba";
"_directory_on_top_no_"         = "Carpetas arriba";
"_folder_automatic_upload_"     = "Carpeta para carga automática";
"_search_no_record_found_"      = "Sin resultados";
"_search_in_progress_"          = "Búsqueda en curso... ";
"_search_instruction_"          = "Buscar archivo (mínimo 2 caracteres)";
"_files_no_files_"              = "No hay archivos aqui";

"audio"                         = "AUDIO";
"compress"                      = "COMPRIMIR";
"directory"                     = "CARPETAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMÁGENES";
"template"                      = "PLANTILLAS";
"unknow"                        = "DESCONOCIDO";
"video"                         = "VIDEO";

"_no_plist_pull_down_"          = "Los Archivos encriptados no fueron actualizados, jalar hacia abajo para actualizar";
"_file_del_only_local_"         = "El archivo no se encuentra en el servidor";

"_copy_file_"                   = "Copiar archivo";
"_copy_files_"                  = "Copiar archivos";
"_paste_file_"                  = "Pegar archivo";
"_paste_file_encrypted_"        = "Pegar archivo encriptado";
"_paste_files_"                 = "Pegar archivos";
"_paste_files_encrypted_"       = "Pegar archivos encriptados";
"_paste_cryptated_"             = "Pegar archivo encriptado";

"_search_this_folder_"          = "Buscar en esta carpeta";
"_search_all_folders_"          = "Buscar en todas las carpetas";
"_search_sub_folder_"           = "Buscar aquí y en todas las subcarpetas";

// Security

"_reload_folder_"               = "Favor de recargar la carpeta";
"_encrypt_error_"               = "Se presentó un error [%@] durante la encripción del archivo %@.";
"_decrypt_error_"               = "Se presentó un error [%@] durante la decripción del archivo %@.";
"_encryption_"                  = "Encriptando...";
"_decryption_"                  = "Decriptando...";

// CoreData

"_required_new_database_"       = "Actualización lista: Inice sesión de nuevo para obtener una nueva versión de la base de datos.";

// Files Preview

"_insert_password_pfd_"         = "PDF Seguro. Ingrese la contraseña";
"_password_pdf_error_"          = "Contraseña equivocada";
"_error_download_photobrowser_" = "Error: No fue posible descargar la foto";

// Share

"_share_link_"                  = "Compartir link";
"_share_link_button_"           = "Enviar link a...";
"_password_"                    = "Contraseña";
"_share_password_"              = "Link protegido por contraseña";
"_share_expirationdate_"        = "Establecer la fecha de expiración para el link";
"_date_"                        = "Fecha";
"_share_title_"                 = "Compartir";
"_add_sharee_"                  = "Agregar usuarios o grupos";
"_add_sharee_footer_"           = "Usted puede compartir este recurso al agregar usuarios o grupos. Para dejar de compartir, elimine todos los usuarios y grupos";
"_find_sharee_title_"           = "Buscar";
"_find_sharee_"                 = "Buscar un usario o grupo...";
"_find_sharee_footer_"          = "Ingrese una parte del nombre del usuario o grupo a buscar (al menos 2 caracteres) seguido de 'Entrar', seleccione los usuarios que deberían tener acceso al elemento compartido seguido por 'Terminar' para confirmar";
"_user_is_group_"               = "(grupo)";
"_direct_sharee_title_"         = "Compartir";
"_direct_sharee_footer_"        = "Si ya conoce el nombre, ingreselo, luego seleccione el tipo de elemento compatido y presione en 'Terminar' para confirmar";
"_direct_sharee_"               = "Ingrese el nombre de usuario...";
"_user_sharee_footer_"          = "Pulse para cambiar los privilegios";
"_share_type_title_"            = "Tipo de elemento compartido";
"_share_type_user_"             = "Usuario";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Privilegios";
"_share_permission_edit_"           = "Puede editar";
"_share_permission_file_can_write_" = "Puede escribir archivos";
"_share_permission_create_"         = "Puede crear";
"_share_permission_create_file_"    = "Puede crear archivos";
"_share_permission_create_folder_"  = "Puede crear carpetas";
"_share_permission_change_"         = "Puede cambiar";
"_share_permission_delete_"         = "Puede borrar";
"_share_permission_share_"          = "Puede compartir";
"_share_permission_rename_"         = "Puede renombrar";
"_share_permission_move_"           = "Puede mover";
"_share_permission_info_"           = "Compartiendo información";
"_share_permission_path_"           = "Archivo/Carpeta";
"_share_permission_type_"           = "Tipo";
"_share_permission_typeuser_"       = "Ususario";
"_share_permission_typegroup_"      = "Grupo";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federado";
"_share_permission_owner_"          = "Dueño";
"_share_permission_date_"           = "Fecha";
"_share_permission_email_"          = "Notificación por correo electrónico";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Compartido con usted";
"_type_resource_external_"          = "Almacenamiento externo";

// Share Ext

"_destiny_folder_"                  = "Carpeta : %@";

"_no_transfer_"                     = "No hay cargas disponibles";
"_no_transfer_sub_"                 = "Aquí se mostrarán las cargas y descargas desde este dispositivo ";
"_no_activity_"                     = "Aún no hay actividades";
"_transfers_"                       = "Transferencias";
"_activity_"                        = "Actividad";
"_activity_file_not_present_"       = "El archivo ya no se encuentra";

// List Shares

"_list_shares_"                     = "Shares";
"_list_shares_no_files_"            = "No shares yet";
"_tutorial_list_shares_view_"       = "Files and folders you share will show up here";

// Offline - Local Storage

"_create_synchronization_"          = "Crear sincronización";
"_offline_"                         = "Sin conexión";
"_local_storage_"                   = "Almacentamiento local";
"_local_storage_no_record_"         = "Aún no hay archivos";

// Create Cloud

"_upload_photos_videos_"            = "Cargar fotos y videos";
"_upload_file_"                     = "Cargar archivo";
"_upload_encrypted_mode"            = "Cargar en modo encriptado";
"_upload_template_"                 = "Cargar plantilla";
"_upload_plain_mode"                = "Cargar en modo simple";

// Document Picker

"_save_document_picker_"            = "Guardar aqui";

// CreateFormUploadAssets

"_destination_folder_"              = "Carpeta destino";
"_use_folder_photos_"               = "Usar la carpeta de Fotos como destino";
"_rename_filename_"                 = "Renombrar";
"_filename_"                        = "Nombre";
"_preview_filename_"                = "Ejemplo preliminar del nombre del archivo, usted puede usar la máscara MM,DD,AA para la fecha";
"_forbidden_characters_"            = "El archivo o carpeta contiene caracteres no permitidos";

// Notification

"_notification_"                    = "Notificación";

// Photo Browser

"Done"                              = "Terminado";
"Select Photos"                     = "Seleccionar Fotos";
"photo"                             = "foto";
"photos"                            = "fotos";
"of"                                = "de";
"%i of %i"                          = "%1$i de %2$i";
